Repository: TempestasLudi/churchmembers
Catalog: webroot/model/i18n/*/*.po
Languages: nl_nl

source: Home
nl_nl: Start

source: Addresses
nl_nl: Adressen

source: Groups
nl_nl: Groepen

source: Search
nl_nl: Zoeken

source: Lists
nl_nl: Lijsten

source: Map
nl_nl: Kaart

source: Send mail
nl_nl: Mailen

source: Photobook
nl_nl: Fotoboek

source: Archive
nl_nl: Archief

source: Logout
nl_nl: Afmelden

source: Settings
nl_nl: Instellingen

source: Loading data
nl_nl: Laden gegevens...

source: Search members or addresses
nl_nl: Zoek leden of adressen

source: Advanced search
nl_nl: Uitgebreid zoeken

source: Javascript is disabled on your computer. You need Javascript to run this application
nl_nl: U kunt geen gebruik maken van de applicatie omdat javascript is uitgeschakeld (<a href="http://www.activatejavascript.org/" title="http://www.activatejavascript.org/">http://www.activatejavascript.org/</a>)

source: Are you sure?
nl_nl: Let op!

source: Export
nl_nl: Exporteren

source: Selected file is prepared for download. Wait a second...
nl_nl: Het geselecteerde bestand wordt gereed gemaakt. Een ogenblik geduld.

source: ChurchMembers
nl_nl: Kerkelijk Bureau

source: ChurchMembers - Login
nl_nl: Kerkelijk Bureau - Login

source: User Login
nl_nl: Inloggen

source: Welcome
nl_nl: Welkom

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Login
nl_nl: Aanmelden

source: ChurchMembers - Offline
nl_nl: Kerkelijk Bureau - Niet bereikbaar

source: Maintenance
nl_nl: Onderhoud

source: Churchmembers is currently under maintenance and therefore not available. Please try again next hour.
nl_nl: De ledenadministratie is momenteel in onderhoud en daarom niet bereikbaar. Probeer het nogmaals over een uur.

source: User isn't currently in the session. Session is ended. Please login.
nl_nl: U bent niet ingelogd op deze site. Log opnieuw in.

source: Current session is ended. Please login.
nl_nl: U bent te lang niet actief geweest op deze site. Log opnieuw in.

source: To many failed login attempts are made. Try again within a hour.
nl_nl: U kunt momenteel niet inloggen omdat u te vaak heeft geprobeerd in te loggen met onjuiste gegevens. Probeer het over een uur nog eens.

source: Username or password is invalid
nl_nl: Gebruikersnaam of wachtwoord is onjuist

source: %s is not found. Set auth_validationurl in systemsettings.
nl_nl: %s is niet gevonden. Geef een gelden 'validatie url'.

source: auth_validationurl is not valid
nl_nl: Geef een geldige validatie url op

source: You are not logged in. Please login.
nl_nl: U bent niet ingelogd op de hoofdsite. Log opnieuw in.

source: This username is blocked. Try again within a hour.
nl_nl: Deze gebruikersnaam is geblokkeerd. Probeer het over een uur nog eens.

source: Database error: Cannot connect to database
nl_nl: Database foutmelding: Kan geen verbinding maken met de database

source: Database error: multiple users with the same username.
nl_nl: Database foutmelding: er zijn meerdere gebruikers met dezelfde gebruikersnaam. De database is corrupt.

source: Entered with %s
nl_nl: Binnengekomen met %s

source: Birth testimony
nl_nl: Doopattest

source: Confession testimony
nl_nl: Belijdenisattest

source: Guest membership
nl_nl: Gastlidmaatschap

source: Membership
nl_nl: Lidmaatschap

source: Stay testimony
nl_nl: Verblijfsattest

source: Travel testimony
nl_nl: Reisattest

source: Became a member of the church
nl_nl: Bij de kerk gevoegd

source: Baptised
nl_nl: Gedoopt

source: Birth
nl_nl: Geboren

source: Changed email (work)
nl_nl: Nieuw emailadres (werk)

source: Changed phone number (work)
nl_nl: Nieuw telefoonummer (werk)

source: Changed email
nl_nl: Nieuw emailadres

source: Changed email (home)
nl_nl: Nieuw emailadres (thuis)

source: Changed phone number (home)
nl_nl: Nieuw telefoonnummer (thuis)

source: Changed phone number
nl_nl: Nieuw telefoonnummer

source: Confession
nl_nl: Belijdenis

source: Elongation of %s
nl_nl: Verlenging van %s

source: Died
nl_nl: Overleden

source: Divorce
nl_nl: Scheiding

source: End of %s
nl_nl: BeÃ«indiging %s

source: Gone
nl_nl: Onttrokken

source: Marriage
nl_nl: Huwelijk

source: Changed of address
nl_nl: Adreswijziging

source: Moved to %s
nl_nl: Vertrokken naar %s

source: Abroard
nl_nl: Buitenland

source: Left with %s
nl_nl: Vertrokken met %s

source: Sick
nl_nl: Opgenomen

source: No reason / wont keep
nl_nl: Geen reden / Niet bewaren

source: (<a href='http://sourceforge.net/projects/churchmembers/' target='_blank'>You are using an older version. Update now to version %s !</a>)
nl_nl: (<a href='http://sourceforge.net/projects/churchmembers/' target='_blank'>U gebruikt een oude versie. Update nu naar versie %s</a>)

source: (This is the latest version)
nl_nl: Laatste versie

source: is <b>not</b> successful changed<br/><br/>
nl_nl: is <b>niet</b> succesvol gewijzigd<br/><br/>

source: Member is <b>not</b> successful moved
nl_nl: Het lid is <b>niet</b> succesvol verhuisd

source: Address is <b>not</b> successful moved
nl_nl: Het adres is <b>niet</b> succesvol verhuisd

source: Member is <b>not</b> successful archived
nl_nl: Lid is <b>niet</b> succesvol gearchiveerd

source: Address is <b>not</b> successful archived
nl_nl: Adres is <b>niet</b> succesvol gearchiveerd

source: Member is <b>not</b> successful deleted
nl_nl: Lid is <b>niet</b> succesvol verwijderd

source: Address is <b>not</b> successful deleted
nl_nl: Adres is <b>niet</b> succesvol verwijderd

source: Event is <b>not</b> successful added. Try again.
nl_nl: Gebeurtenis is <b>niet</b> succesvol toegevoegd. Probeer opnieuw.

source: Members are <b>not</b> successful sorted
nl_nl: De leden zijn <b>niet</b> succesvol gesorteerd

source: Address is <b>not</b> successful added
nl_nl: Het adres is <b>niet</b> succesvol toegevoegd

source: Member is <b>not</b> successful added
nl_nl: Het lid is <b>niet</b> succesvol toegevoegd

source: Group is <b>not</b>successful added.
nl_nl: De groep is <b>niet</b> succesvol toegevoegd

source: Member is <b>not</b> successful removed from the groups
nl_nl: Lid is <b>niet</b> succesvol verwijderd uit de groepen

source: Member is <b>not</b> successful added to the groups
nl_nl: Lid is <b>niet</b> succesvol toegevoegd aan de groepen

source: Creation of thumbnail has failed
nl_nl: Het aanmaken van het thumbnail bestand is mislukt

source: The mail has been sent successfully
nl_nl: De email is met succes verstuurd!

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Profile is empty
nl_nl: <em>Dit lid heeft zich nog niet voorgesteld</em>

source: Contains the following groups
nl_nl: Bevat de volgende groepen

source: No recent mutations
nl_nl: Geen recente wijzigingen

source: Show complete Birth date
nl_nl: Volledige geboortedatum weergeven

source: Show only birth year
nl_nl: Alleen geboortejaar weergeven

source: Hide birth date
nl_nl: Geen geboortedatum weergeven

source: Members
nl_nl: Leden

source: Allowed
nl_nl: Toegestaan

source: Your profile is empty
nl_nl: <em>Je hebt jezelf nog niet voorgesteld</em>

source: Export to PDF
nl_nl: Exporteer naar PDF

source: Select an action
nl_nl: Selecteer een actie

source: Add address
nl_nl: Nieuw adres

source: Move address
nl_nl: Adres verhuizen

source: Unsubscribe address
nl_nl: Adres uitschrijven

source: Add member
nl_nl: Voeg een nieuw lid toe

source: Add event
nl_nl: Voeg gebeurtenis toe

source: Move member
nl_nl: Verhuis lid

source: Unsubscribe member
nl_nl: Lid uitschrijven

source: Your browser doesn't support Javascript or AJAX. You need Javascript and AJAX to run this application
nl_nl: De browser ondersteunt geen Javascript of AJAX. Daardoor kunt u geen gebruik maken van de applicatie.

source: Use between [min] and [max] characters
nl_nl: Gebruik tussen de [min] en [max] tekens

source: Please use a valid emailaddress. ex: 'example@domain.com'
nl_nl: Gebruik een geldig emailadres. bijvoorbeeld: 'voorbeeld@adres.nl'

source: There are still members on this address. Remove those first.
nl_nl: Er zijn nog leden op dit adres aanwezig. Verwijder deze eerst.

source: You didn't select a member to delete
nl_nl: Er is geen kerklid geselecteerd om te verwijderen.

source: There are still members in this group. Delete those first
nl_nl: U kunt deze groep niet verwijderen als er nog leden in de groep zitten.

source: Create a new address before adding new members
nl_nl: Er dient eerst een adres te worden aangemaakt voordat u een nieuw lid kunt toevoegen.

source: You didn't select a member to move
nl_nl: Er is geen kerklid geselecteerd om te verhuizen.

source: You didn't select a member to archive
nl_nl: Er is geen kerklid geselecteerd om te archiveren.

source: You didn't select an address to archive
nl_nl: Er is geen adres geselecteerd om te archiveren.

source: Searching...
nl_nl: Zoeken...

source: Save
nl_nl: Opslaan

source: Edit
nl_nl: Wijzigen

source: Close
nl_nl: Sluiten

source: Next
nl_nl: Volgende

source: Previous
nl_nl: Vorige

source: Delete
nl_nl: Verwijderen

source: Cancel
nl_nl: Annuleren

source: Send
nl_nl: Verzenden

source: Preview of email
nl_nl: Voorbeeld e-mail

source: Send email
nl_nl: Verstuur e-mail

source: Failed
nl_nl: Mislukt

source: Select a file
nl_nl: Selecteer een bestand

source: Drag a file for upload
nl_nl: Sleep een bestand om te versturen

source: {file} doesn't have a valid extension. Only {extensions} files will be accepted.
nl_nl: {file} heeft niet de juiste extensie, alleen {extensions} bestanden zijn toegestaan.

source: {file} is to large. Maximum filesize is {sizeLimit}.
nl_nl: {file} is te groot, maximum file grootte is {sizeLimit}.

source: {file} is to small. Minimum filesize is {minSizeLimit}.
nl_nl: {file} is te klein, minimum file grootte is {minSizeLimit}.

source: {file} is empty. Select another file and try again.
nl_nl: {file} is leeg, selecteer een ander bestand en probeer opnieuw.

source: If you leave this page your changes will not be saved. Are you sure?
nl_nl: Er worden bestanden verstuurd, als u de pagina nu verlaat zullen deze acties worden geannuleerd.

source: Show all
nl_nl: Toon alles

source: Add Group
nl_nl: Voeg een nieuwe groep toe

source: Delete Group
nl_nl: Verwijder groep

source: Rename Group
nl_nl: Hernoem groep

source: Remove grouping
nl_nl: Verwijder groepering

source: Group by address
nl_nl: Groeperen op adres

source: Mr
nl_nl: Br.

source: Ms
nl_nl: Zr.

source: Member is successful added
nl_nl: Het lid is succesvol toegevoegd

source: Member is successful moved
nl_nl: Het lid is succesvol verhuisd

source: Member is successful deleted
nl_nl: Het lid is succesvol verwijderd

source: Address is successful added
nl_nl: Het adres is succesvol toegevoegd

source: Address is successful moved
nl_nl: Het adres is succesvol verhuisd

source: Data successful deleted
nl_nl: Data succesvol verwijderd

source: Address is successful archived
nl_nl: Het adres is succesvol gearchiveerd

source: Event is successful added
nl_nl: De gebeurtenis is succesvol toegevoegd.

source: Your changes are saved.
nl_nl: De wijzigingen zijn opgeslagen

source: Event is <b>not</b> successful deleted. Try again.
nl_nl: Gebeurtenis is <b>niet</b> succesvol toegevoegd. Probeer opnieuw.

source: You are about to delete this event is. This action cannot be undone. Do you want to continue?
nl_nl: U staat op het punt deze gebeurtenis te verwijderen. Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?

source: Group is successful added
nl_nl: De groep is succesvol toegevoegd

source: Group is <b>not</b> successful added. Try again.
nl_nl: De groep is <b>niet</b> succesvol toegevoegd. Probeer opnieuw.

source: Group is successful deleted
nl_nl: De groep is met succes verwijderd

source: Not all members are removed from the group. Try again.
nl_nl: Er zijn nog leden in de groep aanwezig. Probeer opnieuw

source: Group is <b>not</b> successful deleted. Try again.
nl_nl: De groep is <b>niet</b> succesvol toegevoegd. Probeer opnieuw.

source: This group is not empty. Delete all other groups first.
nl_nl: Deze groep is niet leeg. Verwijder eerst alle andere groepen.

source: Use between %s and %s characters
nl_nl: Gebruik tussen de %s en %s tekens

source: No data found
nl_nl: Geen gegevens gevonden

source: No members available
nl_nl: Geen leden aanwezig

source: Selected file can be downloaded
nl_nl: Het bestand kan nu worden gedownload

source: For our and your own (data) protection, please don't send this document per E-mail. Instead copy the following link into your mail if you want to distribute this document. The download will stay for a week on the server
nl_nl: <strong>Let op!</strong> Ga zorgvuldig om met de gegevens van uzelf en die van anderen. Verstuur daarom het document niet per e-mail naar anderen. Gebruik onderstaande link als u het document wilt verspreiden. Het bestand blijft een week lang beschikbaar.

source: No message given or message is to short
nl_nl: De tekst van het e-mail bericht is te kort om via deze weg te kunnen versturen.

source: No subject given or subject is to short
nl_nl: Het onderwerp van de e-mail is te kort om via deze weg te kunnen versturen.

source: No receivers
nl_nl: Geen ontvanger opgegeven

source: All members
nl_nl: Alle leden

source: Delete event
nl_nl: Verwijder deze gebeurtenis

source: Date
nl_nl: Datum

source: Involved
nl_nl: Betrokkene

source: Note
nl_nl: Opmerking

source: Address list
nl_nl: Adressenlijst

source: Members &amp; addresses
nl_nl: gemeenteleden met adressen

source: Groups &amp; members
nl_nl: groepen met gemeenteleden

source: Birthdates
nl_nl: Verjaardagen

source: Birthdates children (<=12 year) &amp; elderly persons (>=65 years)
nl_nl: Verjaardagen kinderen (tot en met 12 jaar) &amp; ouderen (vanaf 65)

source: All mariagedates
nl_nl: Alle trouwdagen

source: Report
nl_nl: Raport

source: All changes in administration of last year
nl_nl: Mutaties in de ledenadministratie van afgelopen jaar

source: Distribution members
nl_nl: Verdeling leden

source: Total addresses
nl_nl: Totaal aantal adressen

source: Total members
nl_nl: Totaal aantal leden

source: Statistics since
nl_nl: Statistieken sinds

source: All changes in administration since
nl_nl: Mutaties in de ledenadministratie sinds

source: Photo
nl_nl: Foto

source: No results
nl_nl: Geen resultaten

source: Photo upload has failed
nl_nl: Het versturen van de foto is mislukt

source: Result: %d empty addresses deleted
nl_nl: Resultaat: %d lege adressen verwijderd

source: Result: %d members without addresses deleted
nl_nl: Resultaat: %d leden zonder adres verwijderd

source: %d items deleted from table %s
nl_nl: %d items verwijderd van tabel %s

source: ChurchMembers - Install
nl_nl: Kerkelijk Bureau - Installatie

source: Welcom to the ChurchMembers installation
nl_nl: Welkom in de ChurchMembers installatie programma

source: This program will guide you through the rest of the installation.
nl_nl: Dit programma begeleid je door de installatie van MODX.

source: After installation remove the setup directory.
nl_nl: Verwijder na de installatie de setup bestanden.

source: Please select the `Next` button to continue:
nl_nl: Klik op de knop `volgende` om door te gaan:

source: Install Options
nl_nl: Installatie opties

source: New Installation
nl_nl: Nieuwe installatie

source: Install a new copy of Churchmembers - <strong>Please note this option may overwrite any data inside your database.</strong>
nl_nl: Installeer een nieuwe versie van MODX Revolution - <strong>Let op! Deze keuze kan elke data in de database overschrijven.</strong>

source: Upgrade Existing Install
nl_nl: Upgrade bestaande installatie

source: Upgrade your current files and database.
nl_nl: Upgrade jouw huidige bestanden en database.

source: Connection Information
nl_nl: Verbinding Informatie

source: Database connection and login information
nl_nl: Database verbinding en inlog informatie

source: Please enter the following information to connect to your ChurchMember database. If there is no database yet, the installer will attempt to create it for you. (This may fail if your database configuration or the database user permissions do not allow it.)
nl_nl: Vul de naam van de database voor ChurchMembers in. Indien deze nog niet bestaat dan zal de installatie deze proberen te maken. Dit kan falen afhankelijk van de MySQL configuratie of de database rechten voor jouw domein/installatie.

source: Database host:
nl_nl: Database server:

source: Database admin/editor login name:
nl_nl: Database admin/editor gebruikersnaam:

source: Database admin/editor password:
nl_nl: Database admin/editor wachtwoord:

source: Database core login name:
nl_nl: Database standaard(core) gebruikersnaam:

source: Database core password:
nl_nl: Database standaard(core) wachtwoord:

source: Database name:
nl_nl: Database naam:

source: Table prefix:
nl_nl: Tabel prefix:

source: Test database server connection & create database if necessary.
nl_nl: Test de database server verbinding & maak database indien nodig.

source: Connecting to database server:
nl_nl: Verbinden met database server:

source: Checking MySQL server version:
nl_nl: Controleren MySQL server version:

source: Checking MySQL client version:
nl_nl: Controleren MySQL client version:

source: Default Admin User
nl_nl: Admin Account

source: Now you&#39;ll need to enter some details for the main administrator account. You can fill in your own name here, and a password you&#39;re not likely to forget. You&#39;ll need these to log into Admin once setup is complete.
nl_nl: Vul nu een aantal details in voor het admin account. Je kunt hier jouw naam en wachtwoord invullen, welke je niet vergeet. Je bent deze nodig om in te loggen in de Admin zodra de installatie is voltooid.

source: Administrator username:
nl_nl: Admin gebruikersnaam:

source: Administrator password:
nl_nl: Admin wachtwoord:

source: Administrator email:
nl_nl: Admin emailadres:

source: Installation conditions & creating directories
nl_nl: Installatie condities &amp; controlle mappen

source: Install Churchmembers
nl_nl: Installeer ChurchMembers

source: Installing Churchmembers...
nl_nl: Installeren Churchmembers...

source: Installation is successful.
nl_nl: Installatie is gelukt.

source: Remove setup files
nl_nl: Verwijder setup bestanden

source: Do you want to remove the setupfiles? This is nessecary to start the churchmembers application.
nl_nl: Wil je de setup bestanden verwijderen? Dit is nodig om de ChurchMembers applicatie te kunnen starten.

source: Yes, delete the setup files
nl_nl: Ja, verwijder de setup bestanden

source: Database error: Cannot connect to databaseserver with admin user
nl_nl: Database foutmelding: Kan geen verbinding maken met de database (admin user)

source: Database error: Cannot connect to databaseserver with core user
nl_nl: Database foutmelding: Kan geen verbinding maken met de database (core user)

source: No database selected
nl_nl: Geen database geselecteerd

source: Database connection succeeded
nl_nl: Database verbinding gelukt

source: Database connection succeeded. But database is not found an will be created.
nl_nl: Database verbinding gelukt. Maar de database is niet gevonden en zal worden aangemaakt.

source: <span style='font-weight:bold; color:red;'>FAIL!</span> <br/><br/>
nl_nl: <span style='font-weight:bold; color:red;'>MISLUKT!</span> <br/><br/>

source: System settings
nl_nl: Systeeminstellingen

source: Userrights
nl_nl: Gebruikersrechten

source: Failed logins
nl_nl: Blokkeringen

source: Table
nl_nl: Tabel

source: Empty
nl_nl: Leeg maken

source: Used password
nl_nl: Gebruikt wachtwoord

source: IP address
nl_nl: IP adres

source: Administration
nl_nl: Administratie

source: Update coordinates addresses
nl_nl: Update coordinaten van de adressen

source: Delete empty addresses
nl_nl: Verwijder lege adressen

source: Delete members without addresses
nl_nl: Verwijder leden zonder adres

source: Truncate Tables
nl_nl: Leeg tabellen

source: Create backup
nl_nl: Maak een backup

source: Import CSV
nl_nl: Importeer CSV

source: Site settings
nl_nl: Systeem

source: Systemname
nl_nl: Site naam

source: Default name:
nl_nl: Standaard naam:

source: Maintenance activated
nl_nl: Ledenadministratie in onderhoud

source: Only administrator can login
nl_nl: Alleen toegang door de administrator

source: Send mail on Login
nl_nl: Verstuur email na aanmelding

source: Administrator email
nl_nl: Admin emailadres

source: Cookie settings
nl_nl: Cookies

source: Cookiename
nl_nl: Cookie naam

source: Cookiedomain
nl_nl: Cookie domein

source: Sets cookie on a specific domain
nl_nl: Zet de cookie voor een specifiek domein

source: Security settings
nl_nl: Beveiliging

source: Maximum number of login attemps
nl_nl: Maximaal aantal foutieve login pogingen

source: Use secure SSL connection (recommended)
nl_nl: Gebruikt een beveiligde SSL verbinding (aanbevolen)

source: Set secure SSL port
nl_nl: SSL port

source: Default port is 443
nl_nl: Standaard poort is 443

source: Locale settings
nl_nl: Taal

source: Show the local officecode
nl_nl: Laat het plaatselijke netnummer zien

source: Local officecode
nl_nl: Plaatselijk netnummer

source: The office code of phonenumbers (not needed)
nl_nl: Het netnummer van de telefoonnummer in het systeem (optioneel)

source: Export settings
nl_nl: Exporteren

source: Enable PDF export (Using Docraptor)
nl_nl: Gebruik de PDF export (Docraptor API-key nodig)

source: Docraport API key
nl_nl: Docraptor API key

source: This key is needed for pdf export. Request a key via http://docraptor.com/
nl_nl: Deze sleutel is nodig voor de pdf export functie. Vraag een key aan via <a href='http://docraptor.com' target='_blank'>http://docraptor.com/</a>

source: Set this is to you GA id : something like UE-XXXXX-Y. This will append the Async Loading code to churchmembers
nl_nl: Geef hier uw GA id op: zoiets als UE-XXXXX-Y. Hiermee is het mogelijk het gebruik van het systeem in kaart te brengen.

source: Google analytics domain name
nl_nl: Google Analytics domeinnaam

source: Add extra markers to map
nl_nl: Voeg extra markers toe

source: Url to JSON file
nl_nl: Location JSON bestand

source: Set this to a JSON file if you want extra markers added to the map
nl_nl: Om extra markers op de kaart toe tevoegen kun je hier een pad of URL naar een JSON bestand opgeven

source: Mail
nl_nl: Email

source: Enable mailing members
nl_nl: Mailing naar leden

source: Mail subject prefix
nl_nl: Start email onderwerp

source: Select
nl_nl: Selecteer

source: Role
nl_nl: Rol

source: Description
nl_nl: Omschrijving

source: Value
nl_nl: Waarde

source: Show addresses
nl_nl: Adressen inzien

source: Edit mode
nl_nl: Gegevens Wijzigen

source: Show groups
nl_nl: Groepen inzien

source: Add addresses
nl_nl: Adressen toevoegen

source: Show mutations
nl_nl: Mutaties inzien

source: Add groups
nl_nl: Groepen toevoegen

source: Create reports
nl_nl: Geavanceerd zoeken

source: Add members
nl_nl: Leden toevoegen

source: Show map
nl_nl: Kaart inzien

source: Add relations
nl_nl: Relaties toevoegen

source: View archive
nl_nl: Archief inzien

source: Add data
nl_nl: Data toevoegen

source: Show administration
nl_nl: Administratie inzien

source: Sort members
nl_nl: Leden sorteren

source: Delete data
nl_nl: Data verwijderen

source: Address data
nl_nl: Adresgegevens

source: Member of
nl_nl: Lid van/ingedeeld in

source: Telephone
nl_nl: Telefoon

source: Overview
nl_nl: Overzicht

source: Select members
nl_nl: Selecteer leden

source: Select groups
nl_nl: Selecteer groepen

source: Or pick a member
nl_nl: Of selecteer een lid

source: Search members
nl_nl: Zoeken leden

source: Only members with an emailaddress are shown
nl_nl: Alleen leden waarvan het emailadres bekend is worden weergegeven

source: Send email to members
nl_nl: Verstuur een e-mail naar leden

source: Subject
nl_nl: Onderwerp

source: Receiver's
nl_nl: Ontvangers
