Repository: TempestasLudi/churchmembers
Catalog: webroot/model/i18n/*/*.po
Languages: nl_nl

source: Select on the left side
nl_nl: Selecteer leden of groepen aan de linkerkant

source: Message
nl_nl: Bericht

source: Send e-mail
nl_nl: Verstuur e-mail

source: From
nl_nl: Van

source: To
nl_nl: Naar

source: Export intro
nl_nl: Hieronder kunt u verschillende lijsten downloaden naar PDF, Excel of Word. In Excel en Word kunt u de lijsten zelf nog handmatig aanpassen. <br/><br/><em>Mist u een lijst? Laat het dan even weten</em>

source: Yearbook
nl_nl: Jaarboek

source: Export to XLS
nl_nl: Exporteer naar Excel

source: Export to DOC
nl_nl: Exporteer naar Word

source: Groups with members
nl_nl: Alle groepen met gemeenteleden

source: Groups with members (name, address, telephone)
nl_nl: Alle groepen met gemeenteleden (naam, adres, telefoon)

source: Statistics
nl_nl: Statistieken

source: Statistics till last year
nl_nl: Statistieken tot vorig jaar

source: Recent mutations
nl_nl: Recente wijzigingen

source: Birthdaycalender
nl_nl: Verjaardagskalendar

source: Complete name
nl_nl: Volledige naam

source: Christian name
nl_nl: Doopnaam

source: Birth date
nl_nl: Geboortedatum

source: Male/Female
nl_nl: Man/Vrouw

source: Membertype
nl_nl: Lid

source: Mobilenumber
nl_nl: Mobielnummer

source: Member of:
nl_nl: Ingedeeld in:

source: Introduction
nl_nl: Introductie tekst

source: Birth date / etc..
nl_nl: Geboortedatum / etc..

source: Include
nl_nl: WEL

source: Exclude
nl_nl: NIET

source: Birth date in period
nl_nl: Geboren in de periode

source: Till
nl_nl: tot

source: Event type
nl_nl: Gebeurtenis

source: Period
nl_nl: Periode

source: City
nl_nl: Stad

source: Only Addresses
nl_nl: Alleen adressen

source: Results
nl_nl: Resultaten

source: Show/hide columns
nl_nl: Toon/verberg kolommen

source: New address
nl_nl: Nieuw adres

source: Fields marked with * are mandatory
nl_nl: Velden gemarkeerd met * zijn verplicht

source: Familyname
nl_nl: Achternaam

source: Preposition
nl_nl: Tussenvoegsel

source: Street
nl_nl: Straat

source: Street number
nl_nl: Huisnummer

source: Additional streetinformation (room/building)
nl_nl: Extra adresregel (kamer/gebouw)

source: Zipcode
nl_nl: Postcode

source: Country
nl_nl: Land

source: Firstname
nl_nl: Voornaam

source: Initials
nl_nl: Voorletters

source: Parent/Married
nl_nl: Ouder/Getrouwd

source: Child
nl_nl: Kind

source: Select address groups
nl_nl: Selecteer adresgroepen

source: History event
nl_nl: Gebeurtenis

source: New membertype
nl_nl: Nieuw lidsoort

source: Church
nl_nl: Kerk

source: You are about to move this address. This action cannot be undone. Do you want to continue?
nl_nl: U staat op het punt dit adres te verhuizen. Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?

source: Current address
nl_nl: Huidig adres

source: Send to archive
nl_nl: Archiveren

source: Archive this address
nl_nl: Archiveer dit adres

source: Delete address
nl_nl: Verwijder dit adres

source: You are about to delete this address. This action cannot be undone. Do you want to continue?
nl_nl: U staat op het punt dit adres te verwijderen. Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?

source: Archive member
nl_nl: Archiveer lid

source: Delete member(not archived!)
nl_nl: Verwijder lid (Niet naar archief!)

source: You are about to delete this member. This action cannot be undone. Do you want to continue?
nl_nl: U staat op het punt dit lid te verwijderen. Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?

source: Change
nl_nl: Wijzigen

source: Group description
nl_nl: Groep beschrijving

source: This group can contain
nl_nl: Dit is een groep voor

source: Display settings
nl_nl: Weergave instellingen

source: Abbreviation
nl_nl: Afkorting

source: Show group abbreviation in address list
nl_nl: Opnemen (Afk.) in adressenlijst

source: Map settings
nl_nl: Kaart instellingen

source: This group is visable on the map
nl_nl: Deze groep is zichtbaar op de kaart

source: Marker image
nl_nl: Kaart icoon

source: (default is set to css/images/googlemaps/marker1.png)
nl_nl: (Standaard: css/images/googlemaps/marker1.png)

source: Personal data
nl_nl: Persoonlijke gegevens

source: Church data
nl_nl: Kerkelijke gegevens

source: History
nl_nl: Historie

source: Add field
nl_nl: Voeg veld toe

source: Telephone (work)
nl_nl: Telefoon (werk)

source: Email (work)
nl_nl: Emailadres (werk)

source: List member in yearbook
nl_nl: Lid weergeven in jaarboek

source: Birth date view
nl_nl: Weergave van geboortedatum

source: Familyname view
nl_nl: Weergave achternaam

source: Not in archive
nl_nl: Niet in archief

source: In archive
nl_nl: In archief

source: Select group
nl_nl: Selecteer groep

source: Statistics till last year
nl_nl: Statistieken tot vorig jaar

source: Members on this address
nl_nl: Leden op dit adres
